{
  "srb": {
    "navPocetna": "Početna",
    "navAbout": "O nama",
    "navKontakt": "Kontakt",
    "navDivizije": "Divizije",
    "navStolarija": "Stolarija",
    "navMetal": "Metal",
    "navTekstil": "Tekstil",
    "navDrvo": "Drvo",
    "navKamen": "Kamen",

    "backgroundImage": "/delatnosti/drvo/drvoBackground.jpg",
    "firstTitle": "DRVO",
    "firstText": "STE-MI Wood je kompanija sa odlicnim izvorima snabdevanja zahvaljujući odličnoj geografskoj poziciji i obilju šuma, što nam omogućava da pružimo izvanrednu rezanu građu sa FSC sertifikatom - znakom naše predanosti održivom poslovanju. Naša Geografska Prednost: Smješteni u srcu bogatih šuma, naša geografska pozicija nam omogućava pristup izuzetnom drvnom materijalu. Održivost je ključna vrednost koja nas vodi, a FSC sertifikat garantuje da naša proizvodnja podržava očuvanje šuma i biodiverziteta.",
    "pictureOne": "/delatnosti/drvo/1.jpg",
    "pictureTwo": "/delatnosti/drvo/4.jpg",
    "leftText": "Saradnja s proizvođačima iz Srbije, Bosne i Ukrajine omogućava nam raznovrsnu ponudu proizvoda. Naša ključna tržišta, uključujući Mađarsku, Austriju, Nemačku i Luksemburg, dobijaju pristup našim vrhunskim proizvodima. Ponosno radimo s različitim vrstama drveta, uključujući bukvu, jelu, hrast, jasen i bagrem. Naša raznolikost osigurava da zadovoljimo različite potrebe i estetske preferencije naših klijenata.",
    "rightText": "STE-MI Wood ne samo da brine o kvalitetu proizvoda već i o ljudima. Naš pristup dobavljačima je poput porodične saradnje, gde se brinemo o zajednici i trudimo se da svaki partner oseća pripadnost našoj velikoj drvenoj porodici. U STE-MI Wood, svaki komad drveta nosi priču o održivosti, kvalitetu i brižljivoj tradiciji. Izaberite nas kao svog partnera, gde tradicija i inovacija idu ruku pod ruku.",
    "imageSliderActive": "/delatnosti/drvo/7.jpg",
    "imageSliderTitle": [
      "Drvo",
      "Drvo",
      "Drvo",
      "Drvo",
      "Drvo",
      "Drvo",
      "Drvo"
    ],

    "imageSlider": [
      "/delatnosti/drvo/2.jpg",
      "/delatnosti/drvo/3.jpg",
      "/delatnosti/drvo/5.jpg",
      "/delatnosti/drvo/6.jpg",
      "/delatnosti/drvo/8.jpg",
      "/delatnosti/drvo/9.jpg"
    ],

    "footerTitle": "Partneri sa kojima sarađujemo:"
  },

  "eng": {
    "navPocetna": "Home",
    "navAbout": "About Us",
    "navKontakt": "Contact",
    "navDivizije": "Divisions",
    "navStolarija": "Joinery",
    "navMetal": "Metal",
    "navTekstil": "Textile",
    "navDrvo": "Wood",
    "navKamen": "Stone",

    "backgroundImage": "/delatnosti/drvo/drvoBackground.jpg",
    "firstTitle": "WOOD",
    "firstText": "STE-MI Wood is a company with excellent supply sources thanks to its outstanding geographical location and abundant forests, allowing us to provide outstanding FSC-certified timber - a symbol of our commitment to sustainable business practices. Our Geographic Advantage: Situated in the heart of rich forests, our geographical position grants us access to exceptional wood materials. Sustainability is a core value that guides us, and the FSC certification ensures that our production supports forest conservation and biodiversity.    ",
    "pictureOne": "/delatnosti/drvo/1.jpg",
    "pictureTwo": "/delatnosti/drvo/4.jpg",
    "leftText": "Collaboration with manufacturers from Serbia, Bosnia, and Ukraine allows us to offer a diverse range of products. Our key markets, including Hungary, Austria, Germany, and Luxembourg, gain access to our premium products. We take pride in working with various types of wood, including beech, spruce, oak, ash, and locust. Our diversity ensures that we meet the different needs and aesthetic preferences of our clients.",
    "rightText": "STE-MI Wood not only cares about the quality of our products but also about people. Our approach to suppliers is like a family collaboration, where we care about the community and strive to make every partner feel a part of our large wooden family. At STE-MI Wood, every piece of wood carries a story of sustainability, quality, and careful tradition. Choose us as your partner, where tradition and innovation go hand in hand.",
    "imageSliderActive": "/delatnosti/drvo/7.jpg",
    "imageSliderTitle": [
      "Wood",
      "Wood",
      "Wood",
      "Wood",
      "Wood",
      "Wood",
      "Wood"
    ],
    "imageSlider": [
      "/delatnosti/drvo/2.jpg",
      "/delatnosti/drvo/3.jpg",
      "/delatnosti/drvo/5.jpg",
      "/delatnosti/drvo/6.jpg",
      "/delatnosti/drvo/8.jpg",
      "/delatnosti/drvo/9.jpg"
    ],

    "footerTitle": "Partner companies we collaborate with:"
  },

  "ger": {
    "navPocetna": "Startseite",
    "navAbout": "Über uns",
    "navKontakt": "Kontakt",
    "navDivizije": "Abteilungen",
    "navStolarija": "Schreinerei",
    "navMetal": "Metall",
    "navTekstil": "Textil",
    "navDrvo": "Holz",
    "navKamen": "Stein",

    "backgroundImage": "/delatnosti/drvo/drvoBackground.jpg",
    "firstTitle": "HOLZ",
    "firstText": "STE-MI Holz ist ein Unternehmen mit ausgezeichneten Beschaffungsquellen, dank seiner hervorragenden geografischen Lage und reichen Wäldern. Dies ermöglicht uns, erstklassiges Holz mit FSC-Zertifikat anzubieten - ein Zeichen unserer Verpflichtung zu nachhaltigem Geschäft. Unser geografischer Vorteil: Inmitten reicher Wälder gelegen, ermöglicht uns unsere geografische Lage den Zugang zu außergewöhnlichem Holzmaterial. Nachhaltigkeit ist ein zentraler Wert, der uns leitet, und das FSC-Zertifikat garantiert, dass unsere Produktion den Erhalt der Wälder und der Biodiversität unterstützt.",
    "pictureOne": "/delatnosti/drvo/1.jpg",
    "pictureTwo": "/delatnosti/drvo/4.jpg",
    "leftText": "Die Zusammenarbeit mit Herstellern aus Serbien, Bosnien und der Ukraine ermöglicht uns ein vielfältiges Produktangebot. Unsere Hauptmärkte, einschließlich Ungarn, Österreich, Deutschland und Luxemburg, erhalten Zugang zu unseren erstklassigen Produkten. Wir arbeiten stolz mit verschiedenen Holzarten, darunter Buche, Fichte, Eiche, Esche und Robinie. Unsere Vielfalt gewährleistet, dass wir die unterschiedlichen Bedürfnisse und ästhetischen Vorlieben unserer Kunden erfüllen.",
    "rightText": "STE-MI Holz kümmert sich nicht nur um die Qualität seiner Produkte, sondern auch um die Menschen. Unser Ansatz gegenüber unseren Lieferanten ist wie eine familiäre Zusammenarbeit, bei der wir uns um die Gemeinschaft kümmern und jeden Partner dazu ermutigen, sich als Teil unserer großen Holzfamilie zu fühlen. Bei STE-MI Holz hat jedes Stück Holz eine Geschichte von Nachhaltigkeit, Qualität und sorgfältiger Tradition. Wählen Sie uns als Ihren Partner, wo Tradition und Innovation Hand in Hand gehen.    ",
    "imageSliderActive": "/delatnosti/drvo/7.jpg",
    "imageSliderTitle": [
      "Holz",
      "Holz",
      "Holz",
      "Holz",
      "Holz",
      "Holz",
      "Holz"
    ],
    "imageSlider": [
      "/delatnosti/drvo/2.jpg",
      "/delatnosti/drvo/3.jpg",
      "/delatnosti/drvo/5.jpg",
      "/delatnosti/drvo/6.jpg",
      "/delatnosti/drvo/8.jpg",
      "/delatnosti/drvo/9.jpg"
    ],
    "footerTitle": "Partnerunternehmen, mit denen wir zusammenarbeiten:"
  },

  "fr": {
    "navPocetna": "Accueil",
    "navAbout": "À propos de nous",
    "navKontakt": "Contact",
    "navDivizije": "Divisions",
    "navStolarija": "Menuiserie",
    "navMetal": "Métal",
    "navTekstil": "Textile",
    "navDrvo": "Bois",
    "navKamen": "Pierre",

    "backgroundImage": "/delatnosti/drvo/drvoBackground.jpg",
    "firstTitle": "BOIS",
    "firstText": "STE-MI Bois est une entreprise disposant de sources d'approvisionnement exceptionnelles grâce à son emplacement géographique privilégié et à l'abondance de ses forêts, ce qui nous permet de fournir du bois découpé de qualité exceptionnelle avec la certification FSC - un signe de notre engagement envers une exploitation durable. Notre avantage géographique : Situés au cœur de forêts riches, notre emplacement géographique nous permet d'accéder à un matériau bois exceptionnel. La durabilité est une valeur clé qui nous guide, et la certification FSC garantit que notre production soutient la préservation des forêts et de la biodiversité.",
    "pictureOne": "/delatnosti/drvo/1.jpg",
    "pictureTwo": "/delatnosti/drvo/4.jpg",
    "leftText": "La collaboration avec des fabricants de Serbie, de Bosnie et d'Ukraine nous permet d'offrir une gamme variée de produits. Nos marchés clés, notamment la Hongrie, l'Autriche, l'Allemagne et le Luxembourg, ont accès à nos produits de qualité supérieure. Nous sommes fiers de travailler avec différentes essences de bois, notamment le hêtre, le sapin, le chêne, le frêne et le robinier. Notre diversité garantit que nous pouvons répondre aux différents besoins et préférences esthétiques de nos clients.",
    "rightText": "STE-MI Bois ne se soucie pas seulement de la qualité de ses produits, mais aussi des personnes. Notre approche envers nos fournisseurs est semblable à une collaboration familiale, où nous nous préoccupons de la communauté et nous efforçons de faire en sorte que chaque partenaire se sente membre de notre grande famille du bois. Chez STE-MI Bois, chaque morceau de bois porte une histoire de durabilité, de qualité et de tradition soignée. Choisissez-nous comme votre partenaire, où tradition et innovation vont de pair.",
    "imageSliderActive": "/delatnosti/drvo/7.jpg",
    "imageSliderTitle": [
      "Bois",
      "Bois",
      "Bois",
      "Bois",
      "Bois",
      "Bois",
      "Bois"
    ],
    "imageSlider": [
      "/delatnosti/drvo/2.jpg",
      "/delatnosti/drvo/3.jpg",
      "/delatnosti/drvo/5.jpg",
      "/delatnosti/drvo/6.jpg",
      "/delatnosti/drvo/8.jpg",
      "/delatnosti/drvo/9.jpg"
    ],

    "footerTitle": "Entreprises partenaires avec lesquelles nous collaborons :"
  }
}
