{"srb":{"navPocetna":"Početna","navAbout":"O nama","navKontakt":"Kontakt","navDivizije":"Divizije","navStolarija":"Stolarija","navMetal":"Metal","navTekstil":"Tekstil","navDrvo":"Drvo","navKamen":"Kamen","backgroundImage":"/delatnosti/metal/metalBackground.jpg","firstTitle":"METAL","firstText":"Dobrodošli u STE-MI Metal i Reciklažu, gde posebnu paznju posvećujemo transformaciji otpada u vredne resurse. Naša kompanija se ponosi pružanjem sekundarnih sirovina vrhunskog kvaliteta, obuhvatajući širok spektar materijala kao sto su : aluminium , ovo ukljucuje aluminium vrhunske cistoce 99% u obliku zice,ingota A7,A8, I razlicitih profila, bakar, cistoca 98-99%, u obliku catoda ,ingota,zice,  zink , plastika, guma. drveni proizvodi poput : drveni cips, biomasa za energetska postrojenja.","pictureOne":"/delatnosti/metal/2.jpg","pictureTwo":"/delatnosti/metal/6.jpg","leftText":"STE-MI Metal i Reciklaža posvećeni su održivom poslovanju i smanjenju ekološkog uticaja. Kroz proces reciklaže, doprinosimo zaštiti životne sredine smanjujući količinu otpada i optimizirajući iskorišćenje resursa.","rightText":"Nudimo više od sekundarnih sirovina. Nudimo partnerstvo zasnovano na profesionalnosti i uzajamnom poverenju. Naš tim stručnjaka je tu da vam pruži podršku i preporuke, garantujući da vaše poslovanje ima pouzdane izvore materijala.","imageSliderActive":"/delatnosti/metal/5.jpg","imageSliderTitle":["Metal","Metal","Metal","Metal","Metal","Metal"],"imageSlider":["/delatnosti/metal/1.jpg","/delatnosti/metal/3.jpg","/delatnosti/metal/4.jpg","/delatnosti/metal/7.jpg","/delatnosti/metal/8.jpg"],"footerTitle":"Partneri sa kojima sarađujemo:"},"eng":{"navPocetna":"Home","navAbout":"About Us","navKontakt":"Contact","navDivizije":"Divisions","navStolarija":"Joinery","navMetal":"Metal","navTekstil":"Textile","navDrvo":"Wood","navKamen":"Stone","backgroundImage":"/delatnosti/metal/metalBackground.jpg","firstTitle":"METAL","firstText":"Welcome to STE-MI Metal and Recycling, where we place special emphasis on transforming waste into valuable resources. Our company is proud to offer high-quality secondary raw materials, covering a wide range of materials, including aluminum with 99% purity in the form of wire, A7, A8 ingots, and various profiles, copper with 98-99% purity in the form of cathodes, ingots, and wire, zinc, plastic, rubber, and wooden products such as wood chips and biomass for energy plants.","pictureOne":"/delatnosti/metal/2.jpg","pictureTwo":"/delatnosti/metal/6.jpg","leftText":"STE-MI Metal and Recycling is dedicated to sustainable business practices and reducing environmental impact. Through the recycling process, we contribute to environmental protection by reducing waste and optimizing resource utilization.","rightText":"We offer more than just secondary raw materials. We offer a partnership based on professionalism and mutual trust. Our team of experts is here to provide you with support and recommendations, ensuring that your business has reliable sources of materials.","imageSliderActive":"/delatnosti/metal/5.jpg","imageSliderTitle":["Metal","Metal","Metal","Metal","Metal","Metal"],"imageSlider":["/delatnosti/metal/1.jpg","/delatnosti/metal/3.jpg","/delatnosti/metal/4.jpg","/delatnosti/metal/7.jpg","/delatnosti/metal/8.jpg"],"footerTitle":"Partner companies we collaborate with:"},"ger":{"navPocetna":"Startseite","navAbout":"Über uns","navKontakt":"Kontakt","navDivizije":"Abteilungen","navStolarija":"Schreinerei","navMetal":"Metall","navTekstil":"Textil","navDrvo":"Holz","navKamen":"Stein","backgroundImage":"/delatnosti/metal/metalBackground.jpg","firstTitle":"Metall","firstText":"Willkommen bei STE-MI Metal und Recycling, wo wir besonderen Wert auf die Umwandlung von Abfall in wertvolle Ressourcen legen. Unser Unternehmen ist stolz darauf, hochwertige Sekundärrohstoffe anzubieten und umfasst eine breite Palette von Materialien wie Aluminium, darunter Aluminium mit einer Reinheit von 99% in Form von Draht, A7, A8 Barren und verschiedenen Profilen, Kupfer mit einer Reinheit von 98-99% in Form von Kathoden, Barren und Draht, Zink, Kunststoff, Gummi und Holzprodukte wie Holzspäne und Biomasse für Energieanlagen.","pictureOne":"/delatnosti/metal/2.jpg","pictureTwo":"/delatnosti/metal/6.jpg","leftText":"STE-MI Metall und Recycling engagiert sich für nachhaltiges Wirtschaften und die Reduzierung der Umweltauswirkungen. Durch den Recyclingprozess tragen wir zum Umweltschutz bei, indem wir die Abfallmenge reduzieren und die Ressourcennutzung optimieren.","rightText":"Wir bieten mehr als nur Sekundärrohstoffe. Wir bieten eine Partnerschaft, die auf Professionalität und gegenseitigem Vertrauen basiert. Unser Team von Experten steht Ihnen zur Unterstützung und Beratung zur Verfügung und garantiert, dass Ihr Unternehmen zuverlässige Materialquellen hat.    ","imageSliderActive":"/delatnosti/metal/5.jpg","imageSliderTitle":["Metall","Metall","Metall","Metall","Metall","Metall"],"imageSlider":["/delatnosti/metal/1.jpg","/delatnosti/metal/3.jpg","/delatnosti/metal/4.jpg","/delatnosti/metal/7.jpg","/delatnosti/metal/8.jpg"],"footerTitle":"Partnerunternehmen, mit denen wir zusammenarbeiten:"},"fr":{"navPocetna":"Accueil","navAbout":"À propos de nous","navKontakt":"Contact","navDivizije":"Divisions","navStolarija":"Menuiserie","navMetal":"Métal","navTekstil":"Textile","navDrvo":"Bois","navKamen":"Pierre","backgroundImage":"/delatnosti/metal/metalBackground.jpg","firstTitle":"MÉTAL","firstText":"Bienvenue chez STE-MI Metal and Recycling, où nous accordons une attention particulière à la transformation des déchets en ressources précieuses. Notre entreprise est fière de fournir des matières premières secondaires de haute qualité, couvrant un large éventail de matériaux tels que l'aluminium, y compris de l'aluminium avec une pureté de 99% sous forme de fil, des lingots A7, A8 et divers profils, du cuivre avec une pureté de 98-99%, sous forme de cathodes, de lingots et de fil, du zinc, du plastique, du caoutchouc et des produits en bois tels que des copeaux de bois et de la biomasse pour les centrales énergétiques.","pictureOne":"/delatnosti/metal/2.jpg","pictureTwo":"/delatnosti/metal/6.jpg","leftText":"STE-MI Métal et Recyclage est engagé dans une activité durable et la réduction de l'impact environnemental. Grâce au processus de recyclage, nous contribuons à la protection de l'environnement en réduisant la quantité de déchets et en optimisant l'utilisation des ressources.","rightText":"Nous proposons bien plus que des matières premières secondaires. Nous offrons un partenariat basé sur le professionnalisme et la confiance mutuelle. Notre équipe d'experts est là pour vous soutenir et vous fournir des recommandations, garantissant que votre entreprise dispose de sources de matériaux fiables.","imageSliderTitle":["Metall","Metall","Metall","Metall","Metall","Metall"],"imageSliderActive":"/delatnosti/metal/5.jpg","imageSlider":["/delatnosti/metal/1.jpg","/delatnosti/metal/3.jpg","/delatnosti/metal/4.jpg","/delatnosti/metal/7.jpg","/delatnosti/metal/8.jpg"],"footerTitle":"Entreprises partenaires avec lesquelles nous collaborons :"}}