{
  "srb": {
    "background-image": "/highway-2025863_1920.jpg",
    "firstTitle": "STE-MI STOLARIJA",
    "firstText": "Mi smo stručnjaci u proizvodnji stolarije, gde kvalitet i prilagodljivost idu zajedno. Naša posvećenost savremenim materijalima i tehnologijama omogućava nam da stvorimo stolariju po meri vaših potreba. Širok Spektar Proizvoda: Naša paleta proizvoda obuhvata prozore, vrata, podizne i klizne sisteme, garažna vrata, rolo i plise komarnike, kao i strukturalne fasade. Bez obzira na vašu ideju ili zahtev, mi smo spremni da je pretvorimo u stvarnost.",
    "pictureOne": "/delatnosti/stolarija/1.jpg",
    "pictureTwo": "/delatnosti/stolarija/9.jpg",
    "leftText": "Kvalitetni Materijali: Koristimo evropske profile vrhunskih brendova poput Kommerlinga i Elviala, kako bismo osigurali da naša stolarija zadovolji najviše standarde u industriji. Isporuka širom EU: Bez obzira gde se nalazite u Evropskoj Uniji, mi vam donosimo naše proizvode. Vaša potreba za kvalitetnom stolarijom zaslužuje globalno prisustvo.",
    "rightText": "Savremen dizajn, visok kvalitet i pažljiva izrada čine nas izborom broj jedan za sve vaše stolarske potrebe. Kontaktirajte nas danas da bismo razgovarali o vašem projektu i pomogli vam da ostvarite svoje stolarske ambicije.",
    "imageSliderActive": "/delatnosti/stolarija/8.jpg",
    "imageSlider": [
      "/delatnosti/stolarija/3.jpg",
      "/delatnosti/stolarija/4.jpg",
      "/delatnosti/stolarija/5.jpg",
      "/delatnosti/stolarija/6.jpg",
      "/delatnosti/stolarija/7.jpg",
      "/delatnosti/stolarija/10.jpg",
      "/delatnosti/stolarija/11.jpg",
      "/delatnosti/stolarija/12.jpg"
    ]
  },

  "eng": {
    "background-image": "/highway-2025863_1920.jpg",
    "firstTitle": "STE-MI JOINERY",
    "firstText": "We are experts in the production of carpentry, where quality and adaptability go hand in hand. Our commitment to modern materials and technologies allows us to create customized carpentry tailored to your needs. Wide Range of Products: Our product range includes windows, doors, lift and slide systems, garage doors, roller and pleated insect screens, as well as structural facades. Regardless of your idea or requirement, we are ready to turn it into reality.",
    "pictureOne": "/delatnosti/stolarija/1.jpg",
    "pictureTwo": "/delatnosti/stolarija/9.jpg",
    "leftText": "High-Quality Materials: We use European profiles from top brands like Kommerling and Elvial to ensure that our carpentry meets the highest industry standards. Delivery Throughout the EU: No matter where you are in the European Union, we deliver our products to you. Your need for quality carpentry deserves a global presence.",
    "rightText": "Contemporary design, high quality, and meticulous craftsmanship make us the number one choice for all your carpentry needs. Contact us today to discuss your project and let us help you realize your carpentry ambitions.",
    "imageSliderActive": "/delatnosti/stolarija/8.jpg",
    "imageSlider": [
      "/delatnosti/stolarija/2.jpg",
      "/delatnosti/stolarija/3.jpg",
      "/delatnosti/stolarija/4.jpg",
      "/delatnosti/stolarija/5.jpg",
      "/delatnosti/stolarija/6.jpg",
      "/delatnosti/stolarija/7.jpg",
      "/delatnosti/stolarija/10.jpg",
      "/delatnosti/stolarija/11.jpg",
      "/delatnosti/stolarija/12.jpg"
    ]
  },

  "ger": {
    "background-image": "/highway-2025863_1920.jpg",
    "firstTitle": "STE-MI SCHREINEREI",
    "firstText": "Wir sind Experten in der Herstellung von Fenstern und Türen, wo Qualität und Anpassungsfähigkeit Hand in Hand gehen. Unsere Hingabe an moderne Materialien und Technologien ermöglicht es uns, maßgeschneiderte Fenster und Türen nach Ihren Bedürfnissen zu schaffen. Breites Produktspektrum: Unsere Produktpalette umfasst Fenster, Türen, Schiebe- und Hebesysteme, Garagentore, Roll- und Plissee-Insektenschutzgitter sowie strukturelle Fassaden. Egal, welche Ideen oder Anforderungen Sie haben, wir sind bereit, sie in die Realität umzusetzen.",
    "pictureOne": "/delatnosti/stolarija/1.jpg",
    "pictureTwo": "/delatnosti/stolarija/9.jpg",
    "leftText": "Hochwertige Materialien: Wir verwenden europäische Profile von erstklassigen Marken wie Kommerling und Elvial, um sicherzustellen, dass unsere Fenster und Türen höchsten Branchenstandards entsprechen. Lieferung in ganz Europa: Egal, wo Sie sich in der Europäischen Union befinden, wir liefern Ihnen unsere Produkte. Ihr Bedarf an hochwertigen Fenstern und Türen verdient eine globale Präsenz.",
    "rightText": "Zeitgemäßes Design, hohe Qualität und sorgfältige Verarbeitung machen uns zur Nummer eins für alle Ihre Schreinerbedürfnisse. Kontaktieren Sie uns noch heute, um über Ihr Projekt zu sprechen und Ihnen bei der Verwirklichung Ihrer Schreinerambitionen zu helfen.",
    "imageSliderActive": "/delatnosti/stolarija/8.jpg",
    "imageSlider": [
      "/delatnosti/stolarija/2.jpg",
      "/delatnosti/stolarija/3.jpg",
      "/delatnosti/stolarija/4.jpg",
      "/delatnosti/stolarija/5.jpg",
      "/delatnosti/stolarija/6.jpg",
      "/delatnosti/stolarija/7.jpg",
      "/delatnosti/stolarija/10.jpg",
      "/delatnosti/stolarija/11.jpg",
      "/delatnosti/stolarija/12.jpg"
    ]
  },

  "fr": {
    "background-image": "/highway-2025863_1920.jpg",
    "firstTitle": "STE-MI MENUISERIE",
    "firstText": "Nous sommes des experts dans la fabrication de menuiserie, où la qualité et la flexibilité vont de pair. Notre engagement envers les matériaux et les technologies modernes nous permet de créer des menuiseries sur mesure selon vos besoins. Large Gamme de Produits : Notre gamme de produits comprend des fenêtres, des portes, des systèmes coulissants et à levage, des portes de garage, des moustiquaires roulantes et plissées, ainsi que des façades structurales. Quelle que soit votre idée ou votre demande, nous sommes prêts à la concrétiser.",
    "pictureOne": "/delatnosti/stolarija/1.jpg",
    "pictureTwo": "/delatnosti/stolarija/9.jpg",
    "leftText": "Matériaux de qualité : Nous utilisons des profils européens de marques renommées telles que Kommerling et Elvial afin de garantir que notre menuiserie réponde aux normes les plus élevées de l'industrie. Livraison dans toute l'Union européenne : Peu importe où vous vous trouvez dans l'Union européenne, nous vous livrons nos produits. Votre besoin en menuiserie de qualité mérite une présence mondiale.",
    "rightText": "Un design contemporain, une haute qualité et une fabrication méticuleuse font de nous le choix numéro un pour tous vos besoins en menuiserie. Contactez-nous aujourd'hui pour discuter de votre projet et vous aider à réaliser vos ambitions en menuiserie.",
    "imageSliderActive": "/delatnosti/stolarija/8.jpg",
    "imageSlider": [
      "/delatnosti/stolarija/2.jpg",
      "/delatnosti/stolarija/3.jpg",
      "/delatnosti/stolarija/4.jpg",
      "/delatnosti/stolarija/5.jpg",
      "/delatnosti/stolarija/6.jpg",
      "/delatnosti/stolarija/7.jpg",
      "/delatnosti/stolarija/10.jpg",
      "/delatnosti/stolarija/11.jpg",
      "/delatnosti/stolarija/12.jpg"
    ]
  }
}
