{"srb":{"navPocetna":"Početna","navAbout":"O nama","navKontakt":"Kontakt","navDivizije":"Divizije","navStolarija":"Stolarija","navMetal":"Metal","navTekstil":"Tekstil","navDrvo":"Drvo","navKamen":"Kamen","pageName":"O NAMA","aboutUsTitle":"Ko smo mi?","aboutUsText":"Mi smo tim koji je kontinuirano angažovan i spreman da vam pruži podršku. Naša ekspertiza obuhvata različite oblasti kao što su stolarstvo, metalurgija, tekstilna industrija i obrada drveta. Naš cilj je da ispunimo sve potrebe naših klijenata u svakoj od ovih delatnosti i pružimo im najviši nivo kvaliteta. Zahvaljujući dugogodišnjem pozitivnom ugledu, stigli smo do ove tačke i izuzetno smo zahvalni na vašoj podršci.","aboutUsBtn":"Naš tim","historyTitle":"Naša istorija","historyText":"Naša istorija je kratka i jasna. Mi smo grupa ambicioznih ljudi koji su želeli da unesu nešto novo i ambiciozno na tržište. Godine napornog rada su nam omogućile da ostvarimo tu ambiciju. To je razlog zašto se naši klijenti uvek vraćaju.","contactBtn":"Kontakt","missionTitle":"Naša misija","missionText":"Svaki dan preduzimamo nove izazove i ciljeve. Nastojimo da kontinuirano unapređujemo naše poslovanje, ali prepoznajemo i značaj stalnih, ključnih misija koje su od suštinskog značaja.","missionTitleString":["Niske cene","Pristupačnost","Ekologija"],"missionTextString":["Naš cilj je postizanje optimalne isplativosti putem visokog kvaliteta uz minimalne cene.","Naše poslovanje sa više evropskih država pokazuje kako je naše poslovanje jednostavno i pristupačno širom Evrope.","Budući da radimo s teškim materijalima, posebno se brinemo o zaštiti životne sredine."],"odgovornostiTitle":"Društvene odgovornosti","odgovornostiText":"Posvećeni smo društvenoj odgovornosti na različite načine. Brinemo o našim resursima i zadovoljstvu naših zaposlenih, ali najviše se posvećujemo očuvanju ekologije. Svesni smo da postoji samo jedna priroda, i stoga je trebamo tretirati s najvećim poštovanjem.","team":"NAŠ TIM","referenceTitle":"Reference","referenceText":"STE-MI INTERNATIONAL je ostvario partnerstva sa kompanijama iz različitih zemalja, uključujući Austriju, Nemačku, Švajcarsku, Luksemburg, Tursku, Francusku, Poljsku i mnoge druge.","footerTitle":"Partneri sa kojima sarađujemo:"},"eng":{"navPocetna":"Home","navAbout":"About Us","navKontakt":"Contact","navDivizije":"Divisions","navStolarija":"Carpentry","navMetal":"Metal","navTekstil":"Textile","navDrvo":"Wood","navKamen":"Stone","pageName":"ABOUT US","aboutUsTitle":"Who We Are","aboutUsText":"We are a team that is continuously engaged and ready to support you. Our expertise covers various areas such as carpentry, metallurgy, the textile industry, and wood processing. Our goal is to meet all the needs of our clients in each of these industries and provide them with the highest quality. Thanks to our long-standing positive reputation, we have reached this point, and we are extremely grateful for your support.","aboutUsBtn":"Our Team","historyTitle":"Our History","historyText":"Our history is short and clear. We are a group of ambitious people who wanted to bring something new and ambitious to the market. Years of hard work have allowed us to achieve that ambition. That's why our clients always come back.","contactBtn":"Contact","missionTitle":"Our Mission","missionText":"Every day, we take on new challenges and goals. We strive to continuously improve our business, but we also recognize the importance of ongoing, key missions that are essential.","missionTitleString":["Low Prices","Accessibility","Environment"],"missionTextString":["Our goal is to achieve optimal cost-effectiveness through high quality at minimal prices.","Our business with multiple European countries demonstrates how our operations are simple and accessible across Europe.","Since we work with heavy materials, we are particularly concerned about environmental protection."],"odgovornostiTitle":"Social Responsibility","odgovornostiText":"We are committed to social responsibility in various ways. We care about our resources and the satisfaction of our employees, but we are most dedicated to environmental conservation. We are aware that there is only one nature, and therefore, we should treat it with the utmost respect.","team":"OUR TEAM","referenceTitle":"References","referenceText":"STE-MI INTERNATIONAL has established partnerships with companies from various countries, including Austria, Germany, Switzerland, Luxembourg, Turkey, France, Poland, and many others.","footerTitle":"Partner companies we collaborate with:"},"ger":{"navPocetna":"Startseite","navAbout":"Über uns","navKontakt":"Kontakt","navDivizije":"Abteilungen","navStolarija":"Tischlerei","navMetal":"Metall","navTekstil":"Textil","navDrvo":"Holz","navKamen":"Stein","pageName":"ÜBER UNS","aboutUsTitle":"Wer wir sind","aboutUsText":"Wir sind ein Team, das kontinuierlich engagiert ist und bereit ist, Sie zu unterstützen. Unsere Expertise umfasst verschiedene Bereiche wie Tischlerei, Metallurgie, die Textilindustrie und die Holzverarbeitung. Unser Ziel ist es, alle Bedürfnisse unserer Kunden in diesen Branchen zu erfüllen und ihnen höchste Qualität zu bieten. Dank unseres langjährigen positiven Rufes haben wir diesen Punkt erreicht, und wir sind äußerst dankbar für Ihre Unterstützung.","aboutUsBtn":"Unser Team","historyTitle":"Unsere Geschichte","historyText":"Unsere Geschichte ist kurz und klar. Wir sind eine Gruppe von ehrgeizigen Menschen, die etwas Neues und Ambitioniertes auf den Markt bringen wollten. Jahre harter Arbeit haben es uns ermöglicht, diese Ambition zu verwirklichen. Deshalb kommen unsere Kunden immer wieder.","contactBtn":"Kontakt","missionTitle":"Unsere Mission","missionText":"Jeden Tag stellen wir uns neuen Herausforderungen und Zielen. Wir streben danach, unser Geschäft kontinuierlich zu verbessern, erkennen aber auch die Bedeutung fortlaufender, wichtiger Missionen an, die von wesentlicher Bedeutung sind.","missionTitleString":["Niedrige Preise","Zugänglichkeit","Umwelt"],"missionTextString":["Unser Ziel ist es, durch hohe Qualität zu minimalen Preisen eine optimale Wirtschaftlichkeit zu erreichen.","Unser Geschäft mit mehreren europäischen Ländern zeigt, wie einfach und zugänglich unser Geschäft in ganz Europa ist.","Da wir mit schweren Materialien arbeiten, liegt uns der Umweltschutz besonders am Herzen."],"odgovornostiTitle":"Soziale Verantwortung","odgovornostiText":"Wir engagieren uns auf vielfältige Weise für soziale Verantwortung. Wir kümmern uns um unsere Ressourcen und die Zufriedenheit unserer Mitarbeiter, aber wir setzen uns am meisten für den Umweltschutz ein. Wir sind uns bewusst, dass es nur eine Natur gibt, und deshalb sollten wir sie mit größtem Respekt behandeln.","team":"UNSER TEAM","referenceTitle":"Referenzen","referenceText":"STE-MI INTERNATIONAL hat Partnerschaften mit Unternehmen aus verschiedenen Ländern aufgebaut, darunter Österreich, Deutschland, die Schweiz, Luxemburg, die Türkei, Frankreich, Polen und viele andere.","footerTitle":"Partnerunternehmen, mit denen wir zusammenarbeiten:"},"fr":{"navPocetna":"Accueil","navAbout":"À propos de nous","navKontakt":"Contact","navDivizije":"Divisions","navStolarija":"Menuiserie","navMetal":"Métallerie","navTekstil":"Textile","navDrvo":"Bois","navKamen":"Pierre","pageName":"À PROPOS DE NOUS","aboutUsTitle":"Qui sommes-nous","aboutUsText":"Nous sommes une équipe constamment engagée et prête à vous soutenir. Notre expertise couvre divers domaines tels que la menuiserie, la métallurgie, l'industrie textile et la transformation du bois. Notre objectif est de répondre à tous les besoins de nos clients dans chacun de ces secteurs et de leur fournir la meilleure qualité possible. Grâce à notre réputation positive de longue date, nous en sommes arrivés là, et nous vous en sommes extrêmement reconnaissants pour votre soutien.","aboutUsBtn":"Notre équipe","historyTitle":"Notre histoire","historyText":"Notre histoire est courte et claire. Nous sommes un groupe de personnes ambitieuses qui voulaient apporter quelque chose de nouveau et d'ambitieux sur le marché. Des années de travail acharné nous ont permis de réaliser cette ambition. C'est pourquoi nos clients reviennent toujours.","contactBtn":"Contact","missionTitle":"Notre mission","missionText":"Chaque jour, nous relevons de nouveaux défis et objectifs. Nous nous efforçons d'améliorer continuellement notre entreprise, mais nous reconnaissons également l'importance des missions continues et essentielles.","missionTitleString":["Prix bas","Accessibilité","Environnement"],"missionTextString":["Notre objectif est d'atteindre une rentabilité optimale grâce à une haute qualité à des prix minimaux.","Notre activité avec plusieurs pays européens montre à quel point notre entreprise est simple et accessible dans toute l'Europe.","Comme nous travaillons avec des matériaux lourds, nous nous soucions particulièrement de la protection de l'environnement."],"odgovornostiTitle":"Responsabilité sociale","odgovornostiText":"Nous nous engageons en matière de responsabilité sociale de diverses manières. Nous nous soucions de nos ressources et de la satisfaction de nos employés, mais nous sommes surtout déterminés à préserver l'environnement. Nous sommes conscients qu'il n'y a qu'une seule nature, et nous devons donc la traiter avec le plus grand respect.","team":"NOTRE ÉQUIPE","referenceTitle":"Références","referenceText":"STE-MI INTERNATIONAL a établi des partenariats avec des entreprises de différents pays, dont l'Autriche, l'Allemagne, la Suisse, le Luxembourg, la Turquie, la France, la Pologne et bien d'autres.","footerTitle":"Entreprises partenaires avec lesquelles nous collaborons :"}}